"Application Firewall" = "Programbrannmur";

"Deny" = "Avslå";

"Always Allow" = "Tillat";

"Clicking %@ may limit the application\\U2019s behavior. This setting can be changed in the Firewall pane of Security preferences." = "Hvis du klikker på %@, er det mulig at du begrenser programmets muligheter. Denne innstillingen kan endres i Brannmur-panelet i Sikkerhet-valgpanelet.";

"Do you want the application \\U201C%@\\U201D to accept incoming network connections?" = "Vil du at programmet «%@» skal godta innkommende nettverksforbindelser?";
